Repository: giellalt/corpus-sms
Catalog: prestable/tmx/sms2fin/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=933_lang=nuortta.html.tmx
Source language: sms
Languages: fin

source: Nuõrisuåvtõʹsse Nuõrr tuåimmjeei – tobdstõs
fin: Nuorisoneuvostolle Nuori toimija – tunnustus

source: Lääʼddjânnam Nuõrr tuåimmjeei - Allianss rõ
fin: Suomen Nuorisoyhteistyö - Allianssi ry myönsi nuorisotyön viikolla 29.9. - 5.10. seitsemäntoista Nuori toimija - tunnustusta toimijoille ja hankkeille eri puolilla Suomea.

source: ʼhtt tobdstõõzz vuäǯǯai lij sääʹmteeʹǧǧ nuõrisuåvtõs.
fin: Yksi tunnustuksen saajista on saamelaiskäräjien nuorisoneuvosto.

source: Nuõrr - tuåimmjeei tobdstõs lij jurddum späʹssbõõššâm da smeʼllkâʹttem diõtt nuõrr tuåimmjeeʼjid da sij haʹŋǩǩõõzzid da tuåimmjumuužžineez nuõri staattuuzz da sij tuåimmjumuužžes ooudâsviikkâm vuõrâsoummuid.
fin: Nuori toimija - tunnustus on tarkoitettu kiitokseksi ja kannustukseksi nuorille toimijoille ja heidän hankkeilleen sekä omalla toiminnallaan nuorten asemaa ja heidän toimintaansa edistäneille aikuisille.

source: Nuõrr tuåimmjeei - tobdstõõzz jueʼjjet Nuõrituâi pueʼttiääiʼjfooruummest Heʹlssnest 22.10. 2014.
fin: Nuori toimija - tunnustukset jaetaan Nuorisotyön tulevaisuusfoorumissa Helsingissä 22.10.2014.

source: Allianss juâkkam tobdstõõzz vuâđđõõttmõõžž:
fin: Allianssin jakaman tunnustuksen perustelut:

source: Sääʹmnuõri vaikktumuužž jõnn lääuʼǩ vaʼlddeš eeʼjjest 2011, ko sääʼmmteeʼǧǧest tuʼmmješ vuâđđeed nuõrisuåvtõõzz.
fin: Saamelaisnuorten vaikuttamisen suuri askel otettiin vuonna 2011, kun saamelaiskäräjillä päätettiin perustaa nuorisoneuvosto.

source: Sääʹmteeʹǧǧ nuõrisuåvtõõzz 15-25-âkksa vuäzzla valmštâʼlle tõid sääʼmteeʼǧǧ ceâlklmid, alttõõzzid da jeeʹres peäʼlestväʼlddmõõžžid, kook kueʼsǩǩe sääʼmnuõrid leʼbe sääʹmnuõri jieʼllemåårrmõõžžid.
fin: Saamelaiskäräjien nuorisoneuvoston 15-25-vuotiaat jäsenet valmistelevat ne saamelaiskäräjien lausunnot, aloitteet ja muut kannanotot, jotka koskevat saamelaisnuoria tai saamelaisnuorten elinoloja.

source: Nuõrisuåvtõs veekk ooudâs sääʹmnuõri ǩiõlʼlaž da kulttuursaž vuõiggâdvuõđid pirr Lääʹddjânnam di ravvad sääʹmnuõri koʹlljemvuõđ sääʹmkulttuuʹre.
fin: Nuorisoneuvosto edistää saamelaisnuorten kielellisiä ja kulttuurisia oikeuksia ympäri Suomen sekä vahvistaa saamelaisnuorten kuuluvuutta saamelaiskulttuuriin.

source: Nuõrisuåvtõõzz mieʹldd sääʹmnuõrid lij uvddum šiõǥǥ linnj vaikkted aaʹššid.
fin: Nuorisoneuvoston myötä saamelaisnuorille on annettu loistava kanava vaikuttaa omiin asioihinsa.

source: Sääʹmteeʹǧǧ nuõrisuåvtõõzzâst lij še aaibâs jiijjâsnallšem staattus, tõn diõtt vuäzzlain lij särnnam- da mieʹlddåårramvuõiggâdvuõtt sääʹmteeʹǧǧ takaisåbbrest.
fin: Saamelaiskäräjien nuorisoneuvostolla on myös erittäin uniikki asema, sillä sen jäsenillä on puhe- ja läsnäolo-oikeus saamelaiskäräjien yleiskokouksessa.

source: Sääʹmteeʹǧǧ nuõrisuåvtõs lij alttääm taʼnni Ofelaš-tuåimmjumuužž.
fin: Saamelaiskäräjien nuorisoneuvosto on aloittanut tänä vuonna Ofelaš-toiminnan.

source: Haʹŋǩǩõõzzâst jueʹjjet teâđ sääʹmvuõđâst nuõrin nuõrid.
fin: Hankkeessa jaetaan tietoa saamelaisuudesta nuorilta nuorille.

source: " Sääʹmteʹǧǧ lij tuejjääm kookkas kuõddi väimmsõs tuâi sääʹmnuõri staattuuzz ooudâsviikkmõžžân da tät lij tuõđi šiõǥǥ tobdstõs sääʹmnuõrid da sääʹmteeʹǧǧ nuõrisuåvtõʹsse.
fin: " Saamelaiskäräjät on tehnyt pitkäjänteisesti työtä saamelaisnuorten aseman edistämiseksi ja tämä on todella hieno tunnustus saamelaisnuorille ja saamelaiskäräjien nuorisoneuvostolle.

source: Lij tuõđi šiõǥǥ, što nuõrisuåvtõõzz tuâjj lij vuäǯǯam meersaž tobdstõõzz da leäm ciist â st kuärǥast.
fin: On todella hienoa, että nuorisoneuvoston työ on saanut kansallista tunnustusta ja olen palkinnosta ylpeä.

source: Sääʹmnuõr jouʹdde tobddâd jiânnai ääiʼj puʹhttem õõlǥtumuužžid tän modeernam õhttsažkååʹddest da nuõrisuåvtõs lij tuõđi taarblaž, što nuõri jiõnn, huõl da eʼtǩǩõõzz puäʼtte kuullâmnalla.
fin: Saamelaisnuoret joutuvat kohtaamaan hyvin paljon haasteita modernissa yhteiskunnassa ja nuorisoneuvosto on todella tarpeellinen, jotta nuorten ääni, huolenaiheet ja esitykset tulevat kuulluksi.

source: Täʼst lij šiõǥǥ juäʹtǩǩed ooudårra da viikkâd ooudâs tuåimmjumuužž sääʹmnuõri staattuuzz ooudâsviikkâm diõtt sääʼmõhttsažkååʹddest da lääʹdd õhttsažkååʹddest. "
fin: Tästä on hyvä jatkaa eteenpäin ja kehittää toimintaa yhä edelleen saamelaisnuorten aseman kehittämiseksi saamelaisyhteiskunnassa ja suomalaisessa yhteiskunnassa. "

source: Sääʹmteeʹǧǧ saaǥǥjååʹđteei Klemetti Näkkäläjärvi maainast.
fin: Saamelaiskäräjien puheenjohtaja Klemetti Näkkäläjärvi kertoo.

source: Nuõrisuåvtõõzz saaǥǥjååʹđteei Niila Rahko lij tobdstõõzzâst kuärǥast:
fin: Nuorisoneuvoston puheenjohtaja Niila Rahko on tunnustuksesta iloinen:

source: " Sääʹmteeʹǧǧ nuõrisuåvtõõzz saa ǥǥ jååʹđteeʹjen leäm räämmast da leklvaž ciistâst.
fin: " Saamelaiskäräjien nuorisoneuvoston puheenjohtajana olen iloinen ja onnellinen palkinnosta.

source: Sääʹmteeʹǧǧ nuõrisuåvtõs lij veâl eža nuõrr nuõriorgan, koon tuåimmjem vuʹvdd lij šurr.
fin: Saamelaiskäräjien nuorisoneuvosto on vielä hyvin nuori nuorisoelin, jonka toiminta alue on laaja.

source: Mij tuåimmjumuš ij leʹčči vuäittmõõžžâst sääʼmteeʼǧǧ tuärjjeemtää tän poddsaž vueʹjjest.
fin: Toimintamme ei olisi mahdollista ilman saamelaiskäräjien tukea tämän hetkisessä mittakaavassa.

source: Täättam späʹssbõõššâd sääʹmteeʹǧǧ sij tuejjeem kookkas kuõddi väimmsõs tuâjast sääʹmnuõri staattuuzz pueʹreem diõtt.
fin: Tahdonkin kiittää saamelaiskäräjiä heidän tekemästään pitkäjänteisestä työstä saamelaisnuorten aseman parantamiseksi.

source: Täättam päʹssbõõššâd äiggsab tuåimmjeeʹjid kook liâ leämmaž raajjmen nuõrisuåvtõõzz da juʹrddemvueʹjj koʼst lij šiõttâl tuåimmjed.
fin: Tahdon myös kiittää aikaisempia nuoria toimijoita jotka ovat olleet rakentamassa nuorisoneuvostoamme ja luomassa ilmapiiriä jossa on mukava toimia.

source: Cistt oudd nuõrisuåvtõʹsse raavâs meersaž tobdstõõzz, kååʹtt lij vääžnai ko tuåimmjet tõn veeidasvuõđâst nuõrivuiʼm.
fin: Palkinto antaa nuorisoneuvostolle vahvaa kansallista tunnustusta, joka on tärkeää kun toimitaan laajassa mittakaavassa nuorten kanssa.

source: Sääʹmteeʹǧǧ nuõrisuåvtõõzz tuâjjan lij ooudâsviikkâd, eeʹttkâʹstted da praavâd sääʹm nuõri vuõiggâdvuõđid, nuʼtt sääʹmvuuʹdest ko tõn åålǥbeäʹlnn.
fin: Saamelaiskäräjien nuorisoneuvoston tehtävänä on kehittää, edustaa ja valvoa saamelaisten nuorten oikeuksia, niin saamelaisalueella kuin sen ulkopuolella.

source: Tuâjast liâ ääiʹj puʹhttem õõlǥtumuužž jiânnai, aainâs ååʹn ko jieʹllep moordõspoodd ođđ valmštem vueʹlnn åårrai da oođumuužži priimmʼmõõžžid vueʹrddmen.
fin: Haasteita tehtävässä on paljon, etenkin kun elämme murrosvaihetta uusien valmisteilla olevien ja hyväksymistä odottavien uudistusten johdosta.

source: Ilo-169 suåppmõõžž ratifiâʼsttmõõžž vääžnaivuõtt lââʹzzat vaikktõõzz nuõri kõskkvuõđâst, tõn diõtt tõt kuâskk juâkksaid sääʼmnuõrid obb loppjieʼllem.
fin: Ilo-169 sopimuksen ratifioinnin tärkeys korostuu nuorten keskuudessa, sillä se koskettaa jokaista saamelaisnuorta koko loppuelämän.

source: Nuuʼbb beäʼlnn suåppmõš še mieʹrrad mij kulttuur pueʹttiääiʹj.
fin: Toisaalta sopimus myös määrää kulttuurimme tulevaisuuden.

source: Hueʹneld tuejjuum suåppmõš âukstâtt da suddad kulttuur, puârast tuejjuum tuâjjân tõt ravvad da suõjjad kulttuur.
fin: Huonosti tehtynä sopimus tukahduttaa ja sulattaa kulttuurimme, hyvin tehtynä se vahvistaa ja suojaa kulttuuriamme.

source: Mij ouʹdde puäʹtte juõʹǩǩpeivvsaž jeeʹresnallšem vasttõõzz lääidast laiddu, kook vuâđđâʹvve jiânnai mij etnlažvuõʹtte.
fin: Me nuoret kohtaamme päivittäin hyvin erilaisia reaktioita laidasta laitaan, paljolti pohjautuen etnisyyteemme.

source: Jeeʹresnallšemvuõtt lij viõkkvääʹrr, leâʹša tõt vuäitt leeʹd še nueʹđđ.
fin: Erilaisuus on voimavara, mutta se voi myös olla taakka.

source: Sääʹmteeʹǧǧ nuõrisuåvtõõzz tuâi õõlǥtumuužž lâʹssne õhttsažkååʹddest, koʹst sääʹmnuõr feʹrttje čiõʹlǧǧeed kulttuures da še tuâǥǥa.
fin: Saamelaiskäräjien nuorisoneuvoston työn haasteet korostuvat yhteiskunnassamme, jossa saamelaisnuoren täytyy selittää kulttuurinsa ja taustansa.

source: Põrggâp puʼhtted väʹlddnarood tiõttu jäänab sääʹmvuõđâst ofelaštuâi pääiʹǩ.
fin: Pyrimmekin tuomaan valtaväestön tietoon enemmän saamelaisuudesta ofelaštyön kautta.

source: Cistt oudd lââʹssmiârktõõzzid tuõjju koon tuejjeep.
fin: Palkinto antaa lisämerkitystä työlle jota teemme.

source: Tõn miârktõs lâssan juʹn õhttu tõin što tieʹttep, što tuâi koon tuejjeep tõn ââʹnet äärvast da tõn vuâmmšet še väʹlddkååddlaž tääʹzzest.
fin: Sen merkitys korostuu jo pelkästään sillä että tiedämme, että työtämme arvostetaan ja se huomataan myös valtakunnallisella tasolla.

source: Lââʹssen cistt oudd åskkamvuõđ da kuâstlvõõzz, kååʹtt tuärjjad vuäǯǯad jurddjid, ceälkkmuužžid da pukid tuejjumuužžid šuurab teäddäärv.
fin: Lisäksi palkinto antaa uskottavuutta ja näkyvyyttä, joka edesauttaa saamaan ajatuksillemme, lausunnoillemme ja kaikelle tekemisellemme suurempaa painoarvoa.

source: Vueiʹttep kuärǥast späʹssbõõššâd da kåʹmrded.
fin: Voimmekin vain ylpeästi kiittää ja kumartaa.

source: Täʼst lij šiõǥǥ juäʹtǩǩed. "
fin: Tästä on hyvä jatkaa. "

source: Snimldõk Tanja Sanila.
fin: Kuva Tanja Sanila.
